Repository: stakwork/sphinx-ios-v2
Catalog: sphinx/Scenes/Profile/*.lproj/Profile.strings
Languages: fil

# 9WV-Bo-DnX.text
source: Invite Server
fil: Mag-imbita ng Server

# Esr-uH-D1R.text
source: Share my profile photo with contacts
fil: Ibahagi ang aking larawan sa profile sa mga contact

# FfL-nl-BnP.normalTitle
source: DONE
fil: TAPOS

# Gwy-FV-c0D.normalTitle
source: CANCEL
fil: KANSELAHIN

# aS3-Fj-p1j.text
source: Sync more devices
fil: Mag-sync ng higit pang mga aparato

# sX0-os-LQi.normalTitle
source: Backup your key
fil: I-backup ang Key

# 0Wh-WY-PvB.text
source: Route Hint
fil: Hint ng Ruta

# jJs-A6-b1l.text
source: Default tip amount
fil: Mag-default na halaga ng tip

# p1B-4h-bVu.text
source: Appearance
fil: Hitsura

# jxx-Fl-kXP.text
source: Notification Sound
fil: Notipikasyon para sa Tunog

# X8L-GC-hmH.text
source: Notification Sound
fil: Notipikasyon para sa Tunog

# gAs-58-jhi.normalTitle
source: CONFIRM
fil: KUMPIRMAHIN

# gjh-2S-Wpi.text
source: Size
fil: Sukat

# 2YG-L7-D9J.text
source: Change PIN
fil: Palitan ang PIN

# YQw-Cm-DzX.text
source: Set Privacy PIN
fil: Magtakda ng Pribadong PIN

# IQP-Z6-eAF.text
source: Set Github Personal Access Token
fil: Magtakda ng Github Personal Access Token

# z8e-Oe-Tdt.text
source: Setup Signer
fil: Mag-setup ng Signer

# Uah-nc-EPN.text
source: Feed Recommendations
fil: Mga Rekomendasyon para sa Feed

# mU1-dY-IRh.text
source: Auto downloaded podcast episodes
fil: Awtomatikong na-download na mga episode ng podcast
