Repository: stakwork/sphinx-ios-v2
Catalog: sphinx/Scenes/Invite/*.lproj/Invite.strings
Languages: fil

# 1ma-e3-9jK.placeholder
source: Set Your Name
fil: Itakda ang Iyong Pangalan

# 2P2-S1-noc.text
source: Select Image
fil: Pumili ng Imahe

# 3rN-VK-zKy.normalTitle
source: New to Sphinx
fil: Bago sa Sphinx

# 4Mg-Nw-7iA.text
source: ADD FRIEND
fil: MAG-DAGDAG NG KAIBIGAN

# DsE-7M-zzl.text
source: INCLUDE A MESSAGE...
fil: MAGSAMA NG MENSAHE...

# Mi0-in-ems.normalTitle
source: Already on Sphinx
fil: Nasa Sphinx na

# Oe8-KJ-BtX.text
source: FINISH
fil: TAPOS NA

# QEu-hq-fQQ.placeholder
source: Enter code...
fil: Ipasok ang code...

# RQP-ey-bcd.text
source: Restore from Keychain
fil: I-restore mula sa Keychain

# UO4-zg-C4j.text
source: SHARE
fil: IBAHAGI

# URL-hB-8Yz.normalTitle
source: NEXT
fil: SUSUNOD

# VS5-RC-luB.text
source: Welcome
fil: Maligayang pagdating

# c8r-pr-tER.text
source: You're ready to use Sphinx!
fil: Handa ka ng gamitin ang Sphinx!

# fJ5-mk-nZs.normalTitle
source: NEXT
fil: SUSUNOD

# iUT-7o-yHP.text
source: Welcome to Sphinx!
fil: Maligayang pagdating sa Sphinx!

# k95-oK-Zox.normalTitle
source: Create Invitation
fil: Gumawa ng Imbitasyon

# kW7-Wb-3DM.text
source: ESTIMATED COST
fil: TINATAYANG HALAGA

# klr-jZ-Odd.text
source: Your Name
fil: Ang pangalan mo

# pgo-lA-YWw.text
source: TAP TO COPY
fil: I-TAP UPANG MAKOPYA

# rLb-IH-R1w.text
source: ADD FRIEND
fil: MAGDAGDAG NG KAIBIGAN

# vd2-aU-H2Y.text
source: SHARE INVITATION CODE
fil: IBAHAGI ANG INVITATION CODE

# xrd-8B-iyR.text
source: You've been invited to join Sphinx!
fil: Inimbitahan ka upang sumali sa Sphinx!

# xrn-Sz-iM3.text
source: NICKNAME
fil: PALAYAW

# zc0-Xh-U1c.text
source: Get Started
fil: Magsimula
